{
    "content":"<p>In associated with our International consulting partner, ILF consulting engineers, we also provide design and consulting services in the field of hydropower, dam and river engineering focus on the sustainable use of water and on the protection against water-related hazards, considering the needs of the resident population and demonstrating a responsible approach towards the environment.<br><br>We support customers in developing new project ideas and in finding solutions to individual tasks. In order to check the viability of a project concept, our experts conduct technical and economic feasibility studies as well as environmental impact assessment studies. For selected projects, we take on the role of project developer, preparing tender documentation, support the customers in the evaluation of bids and draw up the contracts for project execution and also performs project management and control tasks and assumes full responsibility for the project we have been entrusted with.<br><br>Our design and planning knowhow employ its capabilities in all project phases, from conceptual and permit application design, through detailed design and construction design. As part of these planning and design services, we also provide further services such as construction and operation permit negotiation, etc.<br><br>As construction supervisors on site we safeguard the interests of our clients throughout the project execution period and provide support to the clients to ensure successful completion of the project.<br><br>We elaborates operation and maintenance manuals, trains the staff and assists them during the commissioning and start-up phase</p><li>Elaboration of master plans to identify economically and ecologically feasible power plant sites in a specific area</li><li>Studies of alternatives</li><li>Socio-economic studies</li><li>Geological and geotechnical consulting services</li><li>Hydrological analyses</li><li>Steady-state and transient hydraulics</li><li>Overall design of hydropower plants, including electro-mechanical equipment and infrastructure</li><li>Design of rehabilitation works for existing hydropower plants</li><li>Studies on sedimentation and flushing of reservoirs</li><li>Preparation of documents for environmental impact assessments</li><li>Design works focusing on landscape protection and nature conservation</li>",
    "img":"https://www.themillsbuilding.com/userfiles/cms/building/images/1/building.jpg"
}